Repository: kamperh/kamperh.github.io
Catalog: data/siyavula_en_af.3.tmx
Source language: en
Languages: af

source: the food chain always starts with the plant produce of food .
af: die voedselketting begin altyd met die plant voedselproduseerder .

source: decomposer are generally also not put in as part of the food chain .
af: ontbinders word gewoonlik nie by die voedselketting ingesluit nie .

source: decomposers could go at both ends .
af: ontbinders kan op enige plek inpas .

source: their exact position can't really be pin pointed since it could go in at any point .
af: hulle presiese posisie kan nie werklik vasgepen word nie aangesien hulle enige plek kan inpas .

source: the decomposer would supply nourishment to grass .
af: die ontbinders verskaf voedingstofelemente aan die plante nie voedsel nie .

source: then that grass would be eaten by a rabbit or some herbivore omnivore which might get eaten by a carnivore .
af: gras kan byvoorbeeld deur 'n herbivoor soos 'n haas of 'n ander herbivoor of omnivoor ingeneem word wat dan deur 'n karnivoor gevreet word.wanneer die karnivoor sterf speel die ontbinder 'n rol deur die karnivoor se liggaam af te breek en so weer voedingstofelemente aan die gras te verskaf .

source: but when the carnivore dies the decomposer would come back into the equation and break down the carnivore thus giving to the grass or othervegetation creating a loop .
af: die ontbinder kan ook op enige ander punt in die voedselketting waar 'n skakel doodgaan 'n rol speel deur die dooie skakel op te breek .

source: also the decomposer could come in at any point should any other link die; the decomposer would just break it down again .
af: 'n voedselketting is 'n eenrigting verkeer van voedsel nie 'n siklus nie .

source: the food chain song http www.youtube.com watch?v sbzxw1snzta&amp;feature related
af: die voedselkettinglied http www.youtube.com watch?v sbzxw1snzta&amp;feature related

source: food chains video http www.youtube.com watch?v cwh xkhh8xo&amp;feature fvwrel
af: voedselkettings video http www.youtube.com watch?v cwh xkhh8xo&amp;feature fvwrel

source: collect as many books and any reading materials about habitats .
af: versamel soveel as moontlik boeke en leesstof oor habitatte .

source: pin your food chain to the ceiling .
af: druk jou voedselketting volgens die onderwyser se instruksies aan die plafon vas .

source: it should look like a large spider's web when everyone's chains are up .
af: wanneer die hele klas se kettings op is behoort dit soos 'n groot spinnekopweb te lyk .

source: when the learners bring their food chains to be put up it is important that you group similar habitats together. and that you wear trousers that day !
af: wanneer die leerders hulle voedselkettings bring om vas te druk is dit belangrik om soortgelyke habitatte saam te groepeer. en om daardie dag 'n langbroek te dra !

source: point out that different predators from the same habitat can feed on different prey in other food chains i.e. the fox that eats the rabbit in one food chain can also catch the chicken rat or mouse in other chains or eat the dead sheep in another .
af: wys daarop dat verskillende roofdiere in dieselfde habitat op verskillende prooidiere in ander voedselkettings kan voed bv. die jakkals wat 'n haas in een voedselketting vreet kan ook die hoender rot of muis of selfs 'n dooie skaap in ander kettings vreet .

source: use string wool to show this interdependency and lead learners to conclude that food webs show the way that food chains are linked .
af: gebruik tou wol om hierdie interafhanklikheid aan te toon en lei die leerders om tot die gevolgtrekking te kom dat voedselwebbe wys dat voedselkettings dikwels ineengeskakel is .

source: the organisms that make up a food chain cannot be in any random order .
af: die organismes wat die voedselkettings uitmaak kan nie in enige volgorde wees nie .

source: they have to be in the specific order in which the energy is transferred between them in an ecosystem .
af: hulle moet in die spesifieke volgorde wees waarin energie tussen hulle binne in 'n ekosisteem oorgedra word .

source: let's have a look at re ordering food chains which are broken .
af: kom ons kyk na die herordening van voedselkettings wat gebreek is .

source: grasshopper hawk snake grass
af: sprinkaan valk slang gras

source: grass rightarrow grasshopper rightarrow snake rightarrow hawk
af: gras rightarrow sprinkaan rightarrow slang rightarrow valk

source: shrimp seal fish algae
af: garnaal rob vis alge

source: algae rightarrow shrimp rightarrow fish rightarrow seal
af: alge rightarrow garnaal rightarrow vis rightarrow rob

source: bee flower butcher bird spider .
af: by blom laksman spinnekop

source: flower rightarrow bee rightarrow spider rightarrow butcher bird
af: blom rightarrow by rightarrow spinnekop rightarrow laksman

source: mouse jackal leopard grass .
af: muis jakkals luiperd gras

source: grass rightarrow mouse rightarrow jackal rightarrow leopard
af: gras rightarrow muis rightarrow jakkals rightarrow luiperd

source: most humans are omnivores and like to eat plant and animal products .
af: die meeste mense is omnivore wat daarvan hou om 'n verskeidenheid plant en diereprodukte te eet .

source: what do you call a human herbivore ?
af: wat noem ons 'n menslike herbivoor ?

source: vegetarian
af: vegetarir

source: let's look where humans fit into food chains .
af: kom ons kyk waar mense in voedselkettings pas .

source: the reason for doing this activity is to apply the knowledge skills and concepts learnt about food chains .
af: die rede waarom hierdie aktiwiteit gedoen word is om die kennis vaardighede en konsepte wat oor voedselkettings opgedoen is toe te pas .

source: learners need to do some homework before this activity so make sure to instruct them to do so the day before you want to do this activity .
af: leerders sal 'n bietjie huiswerk voor hierdie aktiwiteit moet doen so maak seker dat u hulle instruksies in hierdie verband 'n dag of wat voor die aktiwiteit gee .

source: homework make a list of all the things you eat and drink from when you wake up to when you go to sleep at night .
af: huiswerk maak 'n lys van al die dinge wat jy eet en drink vandat jy opstaan totdat jy in die aand gaan slaap .

source: plants i ate were
af: plante wat ek geet het

source: i drank the juice of plants when i drank
af: die sap van plante wat ek gedrink het

source: i ate animal products when i ate
af: die diereprodukte wat ek geet het

source: i drank animal products when i drank
af: die diereprodukte wat ek gedrink het

source: i ate a combination of animal and plant products when i ate
af: kombinasies van plant en diereprodukte wat ek geet het

source: now design a food chain of some of the plant and animal food products that you ate .
af: ontwerp nou 'n voedselketting van sommige van die plant en diereprodukte wat jy geet het .

source: why do you think people say that human beings are at the top of the food chain ?
af: waarom dink jy dat mense s dat die ons aan die bopunt van die voedselketting is ?

source: here is an example of a food chain poem
af: hier volg 'n voorbeeld van 'n voedselkettinggedig .

source: these are the lion cubs
af: daar is leeuwelpies

source: that were fed by the graceful lioness
af: gevoed deur die grasieuse leeuwyfie

source: that caught the zebra
af: wat die sebra gevang het

source: that munched the grass
af: wat gras gekou het

source: that grows on the savannah where tumi nxoko lives !
af: wat groei op die savanna waar thumi nxoko bly !

source: read the information and look at the pictures below .
af: lees die inligting en kyk na die illustrasies hieronder .

source: then answer the questions that follow .
af: beantwoord dan die vrae wat volg .

source: write a five link food chain using the information and pictures above .
af: beskryf 'n voedselketting met vyf skakels deur gebruik te maak van die inligting en illustrasies hierbo .

source: lettuce snail beetle rodent eagle
af: blaarslaai rightarrow slak rightarrow kewer rightarrow knaagdier rightarrow arend

source: which organisms are herbivores ?
af: watter van die organismes is herbivore ?

source: which organisms are carnivores ?
af: watter van die organismes is karnivore ?

source: beetle rodent and eagle
af: kewer knaagdier en arend

source: the energy flow in this food chain started with a main source of energy .
af: die energievloei in hierdie voedselketting kom vanaf die hoofbron van energie .

source: what source of energy provided this source of energy ?
af: watter energiebron het hierdie energie verskaf ?

source: explain the interdependence in this food chain ?
af: verduidelik die interafhanklikheid van hierdie voedselketting .

source: each animal depends on the one before it for food .
af: elke dier is van die vorige een in die voedselketting vir voedsel afhanklik .

source: if one of the animals is removed from the ecosystem then the next animal would not have a food source .
af: indien 'n dier uit die ekosisteem verwyder word sal die dier n hom in die voedselketting nie 'n bron van voedsel h nie .

source: this animal would suffer and die out which means the next animal would then also die out .
af: hierdie dier sal dan daaronder ly en uiteindelik uitsterf wat daartoe sal lei dat die volgende dier in die ketting ook sal uitsterf .

source: each animal is dependent on all the other organisms which come before it in the food chain even if it does not eat it directly .
af: elke dier is afhanklik van al die ander organismes wat voor hom in die voedselketting is al gebruik hy dit nie direk nie .

source: what would happen if the eagle was removed from this food chain ?
af: wat sou gebeur indien die arend uit hierdie voedselketting verwyder word ?

source: there would be nothing eating the rodents .
af: daar sou niemand wees wat die knaagdiere vang nie .

source: the rodents would then start to flourish and their numbers would increase .
af: die knaagdiere sou dan meer word en in getalle toeneem .

source: this would put a stress on the beetles as there would be more rodents eating the beetles .
af: dit sou dan druk op die kewers plaas aangesien daar meer knaagdiere sou wees wat die kewers kon vang .

source: the beetle population would then start to decrease .
af: gevolglik sou die kewerbevolking dan begin afneem .

source: the whole ecosystem would become unbalanced .
af: die slakbevolking sal toeneem .

source: the eagle grew old and died .
af: die arend het oud geraak en doodgegaan .

source: explain how the eagle's body was broken down and became part of the soil .
af: verduidelik hoe die arend se liggaam opgebreek en deel van die grond gemaak word .

source: give examples of animals that helped this process .
af: gee voorbeelde van diere wat by hierdie proses betrokke is .

source: decomposers such as earthworms and microbes break down the body of the eagle .
af: ontbinders soos wurms en mikrobes breek die liggaam van die arend af .

source: the body decomposes and nutrients and minerals are returned to the soil .
af: die liggaam ontbind en voedingstowwe en minerale daarin keer terug na die grond .

source: producer grass
af: produseerder gras

source: herbivore grasshopper
af: herbivoor sprinkaan

source: carnivore mouse and owl
af: karnivore muis en uil

source: the mouse also eats other plants such as seeds and nuts .
af: die muis eet ook plantprodukte soos sade en neute .

source: so the mouse is not only a carnivore .
af: die muis is dus nie slegs 'n karnivoor nie .

source: what is it ?
af: wat is dit ?

source: an omnivore
af: 'n omnivoor

source: this term we studied many of the different plants and animals on earth and their interdependence in different habitats .
af: ons het hierdie kwartaal baie verskillende diere en plante op aarde sowel as hulle interafhanklikheid en verskillende habitatte bestudeer .

source: in this section we are going to finish our study of plants and animals and look specifically at their life cycles .
af: in die volgende afdeling gaan ons ons studie van plante en diere afsluit deur spesifiek na hul lewensiklusse te kyk .

source: play the song circle of life from the disney classic the lion king .
af: speel die liedjie circle of life uit die klassieke disney fliek the lionking .

source: discuss at length the words and meaning of this song as it pertains to our interdependence on each other and the circle of life that we are part of .
af: bespreek breedvoerig die woorde en betekenis van hierdie liedjie aangesien dit betrekking het op ons interafhanklikheid van mekaar en die siklus van die lewe waarvan ons deel is .

source: it is available on http www.youtube.com watch?v vx07j9sdfcc .
af: dit is beskikbaar by goo.gl gr0my .

source: this topic life cycles has a very strong emphasis on the growth and development of plants and animals to show that all living things need to grow and develop which is a theme carried through from gr. 4 .
af: die onderwerp lewensiklusse l baie sterk klem op die groei en ontwikkeling van plante en diere en wys dat alle lewende organismes moet groei en ontwikkel 'n tema wat vanaf gr. 4 deurvloei .

source: this textbook treats these topics therefore as a focus on growth and development and not on individual plants and animals per se .
af: hierdie handboek behandel hierdie onderwerpe dus as 'n fokus op groei en ontwikkeling en nie in die eerste plek as 'n studie van individuele plante en diere nie .

source: teachers are encouraged to follow a similar route to develop the underlying concepts and to draw learners' attention to the similarities between living organisms that grow and develop .
af: onderwysers word aangemoedig om 'n soortgelyke benadering te volg om die onderliggende konsepte te ontwikkel en die leerders se aandag te vestig op die ooreenkomste tussen lewende organismes wat groei en ontwikkel .

source: teachers are encouraged to display as many different reading materials including books posters print outs etc. showing animal and plant life cycles and to refer to these often during the course of this section .
af: onderwysers word aangemoedig om soveel as moontlik verskillende leesmateriaal insluitende boeke plakkate drukstukke ens. wat diere en plante se lewensiklusse uitbeeld uit te stal en om gereeld hierna te verwys gedurende die behandeling van hierdie afdeling .

source: show learners a plant and the seed that it has grown from if necessary buy a seedling from a nursery or grow your own seeds a few weeks before this lesson .
af: wys aan leerders 'n plant en die soort saad waaruit dit gegroei het indien nodig koop 'n klein plantjie by 'n kwekery of begin u eie saadjies 'n paar weke voor die les kweek .

source: plants and animals grow and develop throughout their lives
af: plante en diere groei en ontwikkel dwarsdeur hulle lewens .

source: all plants and animals need to make new plants or they will become extinct no longer exist on earth .
af: alle plante en diere moet nuwe plante of diere maak anders sal hulle groep uitsterf nie meer op aarde bestaan nie .

source: the adult plant or animal needs to reproduce offspring that will grow over time into a new adult that will reproduce offspring of its own .
af: die volwasse plant of dier moet nakomelinge kan produseer wat mettertyd moet groei om nuwe volwassenes te word wat op hulle beurt nakomelinge sal voortbring .

source: we call this a life cycle .
af: ons noem dit 'n lewensiklus .

source: it is a cycle because when a new plant or animal is made the cycle begins again .
af: dit is 'n siklus omdat wanneer 'n nuwe plant of dier gemaak word die siklus weer begin .

source: a plant or animal can die anywhere in its life cycle at birth as a young or old plant or animal .
af: die plant of dier kan op enige stadium in die lewensiklus doodgaan by geboorte as 'n jongeling of as 'n ou plant of dier .

source: let's take a closer look at the life cycle of flowering plants .
af: kom ons kyk van naderby na die lewensiklus van 'n blomplant .

source: when will you stop growing ?
af: wanneer gaan jy ophou groei ?

source: discuss this with a friend and then share your ideas with the class .
af: bespreek dit met 'n maat en deel dan jul idees met die klas .

source: this question is meant to make learners think about growth and development in their own lives before requiring them to apply this knowledge to other plants and animals .
af: hierdie vraag is bedoel om leeders te laat dink oor groei en ontwikkeling in hulle eie lewens voordat daar van hulle verwag word om hierdie kennis op plante en diere toe te pas .

source: in flowering plants the life cycle begins when a seed germinates .
af: in blomplante begin die siklus wanneer die saad ontkiem .

source: look at the diagram showing the seed after it has germinated .
af: kyk na die diagram wat die saad toon nadat dit ontkiem het .

source: the seed germinates when a small root radicle and stem start to grow out of the seed .
af: die saad ontkiem wanneer 'n klein wortel die kiemwortel en 'n stingeltjie met blare die pluimpie uit die saad begin groei .

source: this grows into a young plant .
af: dit groei dan om 'n jong plant te vorm .

source: growth of a seed video http www.youtube.com watch?v d26ahckeebe
af: groei van 'n saad video goo.gl qj4m4

source: the germinates grows and develops into a seedling .
af: die saad ontkiem groei en ontwikkel tot 'n saailing .

source: in time the seedling grows and matures into a young adult plant that is bigger .
af: mettertyd groei die saailing tot 'n jong volwasse plant .

source: the young adult plant continues to grow until it becomes a mature adult plant .
af: die volwasse plant kan voortplant met behulp van blomme wat sade produseer .

source: the adult plant can reproduce using flowers that produce seeds .
af: die plant bereik volwassenheid wanneer dit blom .

source: look at the three different pictures below .
af: kyk na die drie verskillende foto's hieronder .

source: what do you think the insects in these pictures are doing ?
af: wat dink jy doen die insekte in hierdie foto's ?

source: a fly. http www.flickr.com photos snapr 468246966
af: 'n vlieg http www.flickr.com photos snapr 468246966

source: a bee. http www.flickr.com photos scottzona 5672890582
af: 'n by http www.flickr.com photos scottzona 5672890582

source: a butterfly. http www.flickr.com photos richardsphotogallery 6913278810
af: 'n skoenlapper http www.flickr.com photos richardsphotogallery 6913278810

source: a video on pollination http youtu.be pkyc2gzd2de
af: 'n video oor bestuiwing goo.gl gwtmi

source: the flowers produce pollen .
af: die blomme produseer stuifmeel .

source: insects carry the pollen from one flower to the next .
af: insekte of die wind dra die stuifmeel van een blom na die volgende .

source: this is called pollination .
af: dit word bestuiwing genoem .

source: why does a plant need to disperse its seeds ?
af: hoekom is dit nodig dat 'n plant se sade versprei moet word ?

source: teachers are encouraged to discuss this question with the class .
af: onderwysers word aangemoedig om hierdie vraag met die klas te bespreek .

source: point out that new plants will be in competition with the parent plant for resources like water soil sunlight etc and therefore the seeds need to go far away to find their own resources .
af: wys leerders daarop dat nuwe plante in kompetisie met hulle ouerplante kan wees vir hulpbronne soos water grond sonlig ens. en dat sade daarom ver weg moet ontkiem om genoeg van hul eie hulpbronne te h .

source: also the parent plant wants to ensure the survival of the species and therefore sends seeds to different places in order to minimise the risk that all the seeds will be lost if something happens to them in one location .
af: sade word ook na verskillende plekke gestuur om die voortbestaan van die spesie te verseker ingeval iets verkeerd sou gaan by die oorspronklike groeiplek dus as risiko vermindering .

source: look at the pictures showing ways in which seeds are dispersed .
af: kyk na die illustrasies wat maniere van saadverspreiding aantoon .

source: discuss these four ways and explain how you think the seeds are adapted in each method to be the most efficient .
af: bespreek hierdie vier maniere en verduidelik hoe jy dink die sade vir elke metode aangepas is om meer doeltreffend te wees .

source: the seeds dispersed by animals are either tasty so that birds and squirrels eat them such as berries and nuts or they have burrs so that they stick to the fur of animals .
af: die sade wat deur diere versprei word is f smaaklik sodat vols of eekhorings hulle graag eet soos bessies of neute f hulle het weerhakies sodat hulle aan diere se hare en pelse kan vasklou .

source: seeds which are dispersed by the wind are light and have features which enable them to fly in the wind such as wings .
af: sade wat deur wind versprei word is lig en het eienskappe wat hulle toelaat om in die wind te sweef soos vlerke .

source: seeds can be dispersed by explosion when the seed pods burst open and spray the seeds out .
af: sade kan deur ontploffings versprei word wanneer die peule oopbars en die sade uitspuit .

source: seeds can be dispersed by water if the seeds drop into a river for example and are carried downstream .
af: sade kan ook deur water versprei word as die saad in 'n rivier val en stroomaf gedra word .

source: these seeds also need to be light and must float .
af: die sade moet lig wees en moet op die water dryf .

source: when a seed lands in soil it can start to germinate .
af: wanneer 'n saadjie in die grond beland kan dit begin ontkiem .

source: the cycle begins again .
af: die siklus begin dan weer van voor af .

source: about 5 6 weeks before this activity plant some cherry tomato seeds in a large container or in a sunny spot in the school garden .
af: plant omtrent vyf tot ses weke voor hierdie aktiwiteit 'n paar kersietamatiesadein 'n groot houer of op 'n sonnige plek in die skooltuin .

source: they grow very easily when given enough water and light and can provide the perfect example for this activity .
af: met genoeg water en lig groei hulle nogal vinnig en kan die perfekte voorbeeld vir hierdie aktiwiteit verskaf .

source: also the learners can eat the cherry tomatoes that are harvested !
af: verder kan die leerders die kersietamaties wat geoes word eet !

source: large tomatoes will take very long to ripen but can also work here .
af: groot tamaties kan ook werk maar hulle sal baie lank neem om ryp te word .

source: remember to stake the tomato plants for a very simple stake you can use any sort of stick just stick it into the ground near the plant and tie the plant's biggest stems to this .
af: onthou om die tamatieplante met paaltjies te ondersteun vir 'n basiese opstelling kan u enige tipe stokkie gebruik steek dit naby die plant in die grond en bind die plant se dikste stingels hieraan vas .

source: video on seed dispersal http youtu.be xyvsffx8n8
af: video oor saadverspreiding goo.gl yooq0

source: consider halving the class breaking into groups .
af: oorweeg dit om die klas in twee groepe te verdeel .

source: one group can do the observation of the tomato plant while the other group does the drawing of the tomato with the teacher's assistance .
af: een groep kan die waarneming van die tamatieplant doen terwyl die ander groep die tamatie met die onderwyser se hulp teken .

source: the life cycle of a tomato plant .
af: die lewensiklus van 'n tamatieplant

source: study the life cycle of a tomato plant .
af: bestudeer die lewensiklus van 'n tamatieplant .

source: list the developmental stages of a tomato plant starting at the seeds you can use the illustration above to help you .
af: lys die ontwikkelingstadiums van 'n tamatieplant vanaf die sade gebruik die illustrasie hierbo om jou te help .

source: draw the tomato fruit in the space below .
af: teken die tamatievrug in die ruimte hieronder .
